Repository: giellalt/corpus-sme
Catalog: prestable/tmx/sma/bible/osko/index.php_kat_id=208_art_id=234.html.tmx
Source language: sme
Languages: sma

source: Oahpa: Girku
sma: Lïerh: Gærhkoe

source: Ipmilbálvalusat leat nu máŋgga hámi.
sma: Sjïere jupmele-gaagkestimmieh.

source: Muhtun báikkiin lávlot sálmmaid gaskaáiggis, eará báikkiin ges hip-hop, ja muhtun báikkiin vel guktot seammá ipmilbálvalusas.
sma: Muvhtene sijjesne gosse gyrhkesjieh, dellie båeries saalmh laavloeh, muvhtene jis hip-hop jïh muvhtene gåabpatjahkide.

source: Girkus leat mis ipmilbálvalusat, mánnágástta, konfirmašuvdna, náitosat ja hávdádeamit.
sma: Gærhkosne lea jupmele-gaagkestimmie, laavkome, skælloe, pruvreme jïh juvleme.

source: Dát dagut čájehit min risttalaš árvvuid.
sma: Dellie vuejnebe guktie mijjen jaahkoe lea.

source: Ipmilbálvalus lea Ipmila ja olbmuidgaskasaš deaivvadeapmi bálvaleami ja rohkadallama bokte.
sma: Gosse gyrhkesjibie, dellie Jupmelem gaavnedibie gosse Jupmelem heevehtibie jïh Jupmielasse rohkelibie.

source: Sártnis áigu Ipmil juoidá muitalit dutnje.
sma: Jupmele mijjese soptseste prïeken tjïrrh.

source: Norggas leat Ipmilbálvalusat dábálaččat sotnabeaivvi dii. 11.00. Sotnabeaivi danin go dát lea Jesusa bajásčuožžilanbeaivi.
sma: Nöörjesne gaagkestimmieh aejlegen tsåahka 11.00, juktie Jeesuse aejlegen jaemiedistie tjuedtjieli.

source: Dii. 11.00 danin go dolin galggai boanda beassat gusaid bahččit ovdal go manai girkui.
sma: Båantide sjeahta tsåahka 11.00 gyrhkesjidh, juktie dellie galhkeme govside buhtjedh.

source: Muhtumin lea Ipmilbálvalus maiddái maŋŋágaskabeaivve-.
sma: Naan aejkien iehkeds-biejjien jallh iehkeden gyrhkesjibie.

source: Maid dieđát du ruovttubáikki girkohistorjjás ?
sma: Maam datne daajrah dov gærhkoe-histovrijen bïjre ?
